analysis/perf-optimize/runs/m0107_walfix2_20260521_220754/pgbench_c50_su.txt
pgbench (18.3)
starting vacuum...end.
transaction type: <builtin: simple update>
scaling factor: 100
query mode: simple
number of clients: 50
number of threads: 50
maximum number of tries: 1
duration: 90 s
number of transactions actually processed: 50
number of failed transactions: 0 (0.000%)
latency average = 116083.267 ms
initial connection time = 5.114 ms
tps = 0.430725 (without initial connection time)